Repository: Heiner-Sch/Vespucci-preset-trees-Europe
Catalog: preset_*.po
Languages: de

source: Abies
de: Tannen

source: Abies alba
de: Weißtanne

source: Abies concolor
de: Kolorado-Tanne

source: Abies n.sp.
de: unspezifizierte Tanne

source: Abies nordmanniana
de: Nordmann-Tanne

source: Abies procera
de: Edel-Tanne

source: Acer
de: Ahorne

source: Acer buergerianum
de: Dreispitz-Ahorn

source: Acer campestre
de: Feldahorn

source: Acer monspessulanum
de: Französischer Ahorn

source: Acer n.sp.
de: unspezifizierter Ahorn

source: Acer negundo
de: Eschen-Ahorn

source: Acer opalus
de: Schneeball-Ahorn

source: Acer platanoides
de: Spitzahorn

source: Acer pseudoplatanus
de: Berg-Ahorn

source: Acer saccharinum
de: Silber-Ahorn

source: Aesculus
de: Rosskastanien

source: Aesculus hippocastanum
de: Gewöhnliche Rosskastanie

source: Aesculus n.sp.
de: unspezifizierte Rosskastanie

source: Aesculus × carnea
de: Fleischrote Rosskastanie

source: Ailanthus altissima
de: Götterbaum

source: Alnus
de: Erlen

source: Alnus alnobetula
de: Grün-Erle

source: Alnus cordata
de: Herzblättrige Erle

source: Alnus glutinosa
de: Schwarz-Erle

source: Alnus incana
de: Grau-Erle

source: Alnus n.sp.
de: unspezifizierte Erle

source: Betula
de: Birken

source: Betula n.sp.
de: unspezifizierte Birke

source: Betula papyrifera
de: Papier-Birke

source: Betula pendula
de: Hänge-Birke

source: Betula pubescens
de: Moor-Birke

source: Betula utilis
de: Himalaya-Birke

source: Broad-leaved tree n.sp.
de: unspezifizierter Laubbaum

source: Broad-leaved trees
de: Laubbäume

source: Broadleaved
de: Breitblättrig/Laubblätter

source: Carpinus betulus
de: Hainbuche

source: Castanea
de: (Edel)Kastanien

source: Castanea n.sp.
de: unspezifizierte Edelkastanie

source: Castanea sativa
de: Edelkastanie

source: Catalpa bignonioides
de: Gewöhnlicher Trompetenbaum

source: Cedrus
de: Zedern

source: Cedrus atlantica
de: Atlas-Zeder

source: Cedrus deodara
de: Himalaya-Zeder

source: Cedrus libani
de: Libanon-Zeder

source: Cedrus n.sp.
de: unspezifizierte Zeder

source: Celtis
de: Zürgelbäume

source: Celtis australis
de: Europäischer Zürgelbaum

source: Celtis n.sp.
de: unspezifizierter Zürgelbaum

source: Celtis occidentalis
de: Amerikanischer Zürgelbaum

source: Cercis siliquastrum
de: Gewöhnlicher Judasbaum

source: Circumference (meters)
de: Stammumfang (Meter)

source: Coniferales
de: Nadelbäume

source: Coniferales n.sp.
de: unspezifizierter Nadelbaum

source: Corylus
de: Haseln

source: Corylus avellana
de: Haselnussstrauch

source: Corylus colurna
de: Baum-Hasel

source: Crataegus
de: Weißdorne

source: Crataegus crus-galli
de: Hahnensporn-Weißdorn

source: Crataegus laevigata
de: Gemeiner Weißdorn

source: Crataegus monogyna
de: Eingriffeliger Weißdorn

source: Crataegus n.sp.
de: unspezifizierter Weißdorn

source: Crataegus rhipidophylla
de: Großkelchiger Weißdorn

source: Crataegus x lavallei
de: Lederblättrigen Weißdorn

source: Cydonia oblonga
de: Quitte

source: Deciduous
de: Sommergrün

source: Diameter crown (meters)
de: Kronendurchmesser (Meter)

source: Evergreen
de: Immergrün

source: Fagus
de: Buchen

source: Fagus sylvatica
de: Rotbuche

source: Fagus sylvatica Pendula
de: Hänge-Buche

source: Fagus sylvatica Purpurea
de: Blutbuche

source: Fraxinus
de: Eschen

source: Fraxinus excelsior
de: Gemeine Esche

source: Fraxinus n.sp.
de: unspezifizierte Esche

source: Fraxinus ornus
de: Blumen-Esche

source: Fruit trees
de: Obstbäume

source: Ginkgo biloba
de: Ginkgo

source: Gleditsia triacanthos
de: Amerikanische Gleditschie

source: Height (meters)
de: Höhe (Meter)

source: Ilex aquifolium
de: Europäische Stechpalme

source: Juglans
de: Walnüsse

source: Juglans nigra
de: Schwarznuss

source: Juglans regia
de: Walnuss

source: Juniperus communis
de: Gemeiner Wacholder

source: Koelreuteria paniculata
de: Blasenbaum (Blasenesche)

source: Larix decidua
de: Europäische Lärche

source: Leaf cycle
de: Blattzyklus

source: Leaf type
de: Blatttyp

source: Leafless
de: Blattlos

source: Liquidambar styraciflua
de: Amerikanischer Amberbaum

source: Liriodendron tulipifera
de: Tulpenbaum

source: Magnolia
de: Magnolien

source: Magnolia fraseri
de: Berg-Magnolie

source: Magnolia grandiflora
de: Immergrüne Magnolie

source: Magnolia n.sp.
de: unspezifizierte Magnolie

source: Magnolia × soulangeana
de: Tulpen-Magnolie

source: Malus domestica
de: Apfelbaum

source: Malus n.sp.
de: unspezifizierter Apfelbaum

source: Malus sylvestris
de: Holzapfel

source: Metasequoia glyptostroboides
de: Urweltmammutbaum

source: Needleleaved
de: Nadelblättrig

source: Olea europaea
de: Olivenbaum

source: Ostrya carpinifolia
de: Gemeine Hopfenbuche

source: Parrotia persica
de: Eisenbaum

source: Picea
de: Fichten

source: Picea abies
de: Gemeine Fichte

source: Picea n.sp.
de: unspezifizierte Fichte

source: Picea pungens
de: Blau-Fichte

source: Pinus
de: Kiefern

source: Pinus cembra
de: Zirbelkiefer

source: Pinus mugo
de: Bergkiefer

source: Pinus n.sp.
de: unspezifizierte Kiefer

source: Pinus nigra
de: Schwarzkiefer

source: Pinus strobus
de: Weymouth-Kiefer

source: Pinus sylvestris
de: Gemeine Kiefer

source: Pinus wallichiana
de: Tränen-Kiefer

source: Platanus
de: Platanen

source: Platanus n.sp.
de: unspezifizierte Platane

source: Platanus orientalis
de: Morgenländische Platane

source: Platanus × hispanica
de: Ahornblättrige Platane

source: Populus
de: Pappeln

source: Populus alba
de: Silber-Pappel

source: Populus n.sp.
de: unspezifizierte Pappel

source: Populus nigra
de: Schwarz-Pappel

source: Populus tremula
de: Espe

source: Populus × canadensis
de: Kanadische Pappel

source: Prunus armeniaca
de: Aprikose (Marille

source: Prunus avium
de: Vogel-Kirsche (Süßkirsche)

source: Prunus cerasus
de: Sauerkirsche

source: Prunus domestica
de: Kultur-Pflaume

source: Prunus domestica syriaca
de: Mirabelle (Gelbe Zwetschge)

source: Prunus padus
de: Gewöhnliche Traubenkirsch

source: Prunus serrulata
de: Japanische Blütenkirsche

source: Pseudotsuga menziesii
de: Gewöhnliche Douglasie

source: Pterocarya fraxinifolia
de: Kaukasische Flügelnuss

source: Pyrus communis
de: Birnbaum

source: Pyrus pyraster
de: Wildbirne

source: Quercus
de: Eichen

source: Quercus cerris
de: Zerreiche

source: Quercus ilex
de: Steineiche

source: Quercus n.sp.
de: unspezifizierte Eiche

source: Quercus palustris
de: Sumpf-Eiche

source: Quercus petraea
de: Traubeneiche

source: Quercus pubescens
de: Flaumeiche

source: Quercus robur
de: Stieleiche

source: Quercus rubra
de: Amerikanische Spitzeiche

source: Quercus suber
de: Korkeiche

source: Robinia pseudoacacia
de: Robinie

source: Salix
de: Weiden

source: Salix alba
de: Silber-Weide

source: Salix alba Tristis
de: Tauerweide

source: Salix caprea
de: Salweide

source: Salix fragilis
de: Bruch-Weide

source: Salix n.sp.
de: unspezifizierte Weide

source: Salix nigra
de: Amerikanische Schwarz-Weide

source: Salix pentandra
de: Lorbeer-Weide

source: Salix viminalis
de: Korb-Weide

source: Sambucus nigra
de: Schwarzer Holunder

source: Semi deciduous
de: Größtenteils Sommergrün

source: Semi evergreen
de: Halbimmergrün

source: Sequoia sempervirens
de: Küstenmammutbaum

source: Sequoiadendron giganteum
de: Riesenmammutbaum

source: Sequoioideae
de: Mammutbäume

source: Sorbus
de: Mehlbeeren

source: Sorbus americana
de: Amerikanische Eberesche

source: Sorbus aria
de: Echte Mehlbeere

source: Sorbus aucuparia
de: Vogelbeerbaum (Eberesche)

source: Sorbus domestica
de: Speierling

source: Sorbus intermedia
de: Schwedische Mehlbeere

source: Sorbus torminalis
de: Elsbeere

source: Species
de: Spezie

source: Start date
de: Startdatum

source: Styphnolobium japonicum
de: Schnurbaum

source: Taxodium distichum
de: Echte Sumpfzypresse

source: Taxus baccata
de: Europäische Eibe

source: Tilia
de: Linden

source: Tilia americana
de: Amerikanische Linde

source: Tilia cordata
de: Winterlinde

source: Tilia n.sp.
de: unspezifizierte Linde

source: Tilia platyphyllos
de: Sommer-Linde

source: Tilia × euchlora
de: Krim-Linde

source: Tilia × europaea
de: Holländische Linde

source: Tree
de: Baum

source: Tree row
de: Baumreihe

source: Tree rows
de: Baumreihen

source: Trees
de: Bäume

source: Tsuga
de: Hemlocktannen

source: Tsuga canadensis
de: Kanadische Hemlocktanne

source: Tsuga heterophylla
de: Westamerikanische Hemlocktanne

source: Tsuga n.sp.
de: unspezifizierte Hemlocktanne

source: Ulmus
de: Ulmen

source: Ulmus glabra
de: Bergrulme

source: Ulmus laevis
de: Flatterulme

source: Ulmus n.sp.
de: unspezifizierte Ulme

# tree denotation
source: Agricultural tree
de: Forstwirtschaftliche Nutzung

# tree denotation
source: Avenue
de: Alleebaum

# tree denotation
source: Denotation
de: Bedeutung des Baumes

# tree denotation
source: Landmark
de: Wahrzeichen/Landmarke

# tree denotation
source: Natural monument
de: Naturdenkmal

# tree denotation
source: Urban tree
de: Stadtbaum

source: translator-credits
de: Übersetzer
